export const messages = Object.freeze({
  start: 'Добро пожаловать! Выберите одну из кнопок ниже для выполнения вашего расчета.',
  restart: 'Выберите одну из кнопок ниже для выполнения вашего расчета.',
  smsAmount: 'Введите количество смс.',
  writeAmountFromBoard: 'Введите число с доски.',
  wrongValue: 'Введите корректное число для расчета. Число должно состоять только из цифр и не содержать точек, запятых, пробелов или других символов.',
  writeNewUahCurrency: 'Введите новый курс валют для гривны',
  writeNewRubCurrency: 'Введите новый курс валют для рубля',
  uahCurrencyUpdated: 'Курс гривны успешно обновлен',
  rubCurrencyUpdated: 'Курс рубля успешно обновлен',
});
