export const messages = Object.freeze({
  start: 'Добро пожаловать! Выберите одну из кнопок ниже для выполнения вашего расчета.',
  restart: 'Выберите одну из кнопок ниже для выполнения вашего расчета.',
  smsAmount: 'Введите количество смс.',
  writeAmountFromBoard: 'Введите число с доски.',
  wrongValue: 'Введите корректное число для расчета. Число должно состоять только из цифр, пробелов между группами цифр (например, 1 000 или 1 000 000), и одной точки для отделения дробной части (например, 1.7 или 1 000.50).',
  writeNewUahCurrency: 'Введите новый курс валют для гривны',
  writeNewRubCurrency: 'Введите новый курс валют для рубля',
  uahCurrencyUpdated: 'Курс гривны успешно обновлен',
  rubCurrencyUpdated: 'Курс рубля успешно обновлен',
});
